Repository: olvid-io/olvid-ios
Catalog: iOSClient/ObvMessenger/ObvMessenger/Localizable.xcstrings
Source language: en
Languages: fr

# CONTACT_IS_NOT_ACTIVE_EXPLANATION_BODY
source: This contact was revoked by your company's identity provider. Their Olvid ID may have been compromised and the security of your communications cannot be guaranteed. If you are sure your contact's Olvid ID was never compromised you may manually unblock them. Please contact your administrator for more details.
fr: Ce contact a été révoqué par le fournisseur d'identité de votre société. Son ID Olvid a peut-être été compromis et la sécurité de vos communications ne peut être garantie. Si vous êtes certain que l'ID Olvid de votre contact n'a jamais été compromis, vous pouvez le débloquer manuellement. Veuillez contacter votre administrateur pour plus d'informations.

# CONTACT_IS_NOT_ACTIVE_EXPLANATION_TITLE
source: Contact revoked by your company's identity provider
fr: Contact révoqué par le fournisseur d'identité de votre société

source: Contact sort order...
fr: Ordre de tri des contacts...

# CONTACTS_AND_GROUPS
source: Contacts & Groups
fr: Contacts & Groupes

# CONTACTS_SORT_ORDER
source: Contact sort order
fr: Ordre de tri des contacts

# CONTENT_UNAVAILABLE_CONTACTS_DESCRIPTION
source: To add a contact, tap the "plus" button below.
fr: Pour ajouter un contact, touchez le bouton « plus » ci-dessous.

# CONTENT_UNAVAILABLE_CONTACTS_TEXT
source: No contacts for now
fr: Aucun contact pour le moment

# CONTENT_UNAVAILABLE_INVITATIONS_DESCRIPTION
source: Received and sent invitations will appear here.
fr: Les invitations envoyées et reçues apparaîtront ici.

# CONTENT_UNAVAILABLE_INVITATIONS_TEXT
source: No invitations for now
fr: Pas d'invitation pour le moment

# CONTENT_UNAVAILABLE_RECENT_DISCUSSIONS_SECONDARY_TEXT
source: To start a discussion, add a contact by tapping the "plus" button below.
fr: Pour créer une discussion, ajoutez un contact en touchant le bouton « plus » ci-dessous.

# CONTENT_UNAVAILABLE_RECENT_DISCUSSIONS_TEXT
source: No discussions for now
fr: Pas de discussion pour le moment

source: Copy
fr: Copier

source: Copy App Database URL
fr: Copier l'URL des bases de données

source: Copy Documents URL
fr: Copier l'URL des Documents

source: Copy text
fr: Copier le texte

source: Copy your ID
fr: Copier votre ID

source: Copy error
fr: Copier l'erreur

# COPY_ERROR_TO_PASTEBOARD
source: Copy error to clipboard
fr: Copier l'erreur dans le presse-papiers

source: Copy my ID to clipboard
fr: Copier mon ID dans le presse-papiers

source: Could not delete group
fr: Le groupe n'a pas pu être supprimé

# COULD_NOT_PERFORM_OWNED_IDENTITY_TRANSFER_ALERT_%@
source: The profile could not be transfered. Please try again. If the problem persists, please contact %@.
fr: Le profil n'a pas pu être transféré. Si ce problème persisted, contactez %@.

# COULD_NOT_PERFORM_OWNED_IDENTITY_TRANSFER_ALERT_%@_%@
source: The profile could not be transfered. Please try again. If the problem persists, please contact %@. The error is: %@
fr: Le profil n'a pas pu être transféré. Si ce problème persisted, contactez %@. L'erreur est : %@

# COULD_NOT_QUERY_SERVER_FOR_API_KEY_ELEMENTS
source: We could not obtain the permissions associated to the API key. Please check your network connection and try again.
fr: Nous n'avons pas réussi à déterminer les permissions associées à la clé d'API. Veuillez vérifier votre connexion internet et essayer à nouveau.

# COULD_NOT_SWITCH_TO_MANAGED_ID
source: Could not switch to a managed ID
fr: Il n'a pas été possible de passer à un ID géré

# count attachments
source: %u attachments
fr: %u pièces jointes

# COUNT_BASED_LABEL
source: Count based
fr: En nombre

# COUNT_BASED_SECTION_FOOTER
source: Old messages will be regularly deleted, so as to keep the number of message per discussion less than the value you enter here.
fr: Les anciens messages de vos discussions seront régulièrement supprimés afin que le nombre maximal de messages par discussion reste inférieur à la limite que vous indiquez ici.

# COUNT_BASED_SINGLE_DISCUSSION_SECTION_FOOTER
source: Old messages will be regularly deleted from this discussion, so as to keep the number of message less than the value you enter here.
fr: Les anciens messages de cette discussion seront régulièrement supprimés afin que leur nombre reste inférieur à la limite que vous indiquez ici.

source: Create
fr: Créer

source: Create groups
fr: Créer des groupes

# CREATE_FIRST_GROUP_WITH_OWN_PERMISSION_ADMIN
source: Create your first group
fr: Créez votre premier groupe

# CREATE_GROUP
source: Create the group
fr: Créer le groupe

# CREATE_GROUP_WITH_OWN_PERMISSION_ADMIN
source: Create a group
fr: Créer un groupe

# CREATE_MY_GROUP
source: Create the group now
fr: Créer le groupe

# CREATE_MY_ID
source: Create my profile
fr: Créer mon profil

source: Create my passcode
fr: Créer mon code personnalisé

source: Create password
fr: Créer le mot de passe

source: Create your passcode
fr: Créez votre code personnalisé

source: Current backup key generated: %@
fr: Clé de sauvegarde générée: %@

# CURRENT_DEVICE
source: This device
fr: Cet appareil

# CURRENT_DEVICE_LOWERCAES_WITH_PARENTHESES
source: (this device)
fr: (cet appareil)

source: Current license status
fr: Licence actuelle

# CUSTOM_KEYBOARD_MANAGEMENT
source: Custom keyboards management
fr: Gestion des claviers personnalisés

# CUSTOM_KEYBOARD_MANAGEMENT_EXPLANATION
source: Any change to this parameter will require a complete restart of Olvid before it can take effect.
fr: Tout changement de ce paramètre ne prendra effet qu'après un redémarrage complet d'Olvid.

source: day
fr: jour

source: Deactivate
fr: Désactiver

source: Deactivate %@ and activate %@
fr: Désactiver %@ et activer %@

source: Deactivate selected device and activate this one
fr: Désactiver l'appareil sélectionné et activer celui-ci

source: Decline
fr: Décliner

source: Default
fr: Par défaut

# DEFAULT_DISCUSSION_SETTINGS
source: Default settings for this discussion
fr: Paramètres par défaut pour cette discussion

# DEFAULT_EMOJI
source: Default quick emoji
fr: Emoji rapide par défaut

# DEFAULT_EMOJI_AT_APP_LEVEL
source: Quick emoji
fr: Emoji rapide

source: Delete
fr: Supprimer

source: Delete all messages for all users
fr: Supprimer tous les messages chez tous les utilisateurs

source: Delete all messages for all users?
fr: Supprimer tous les messages chez tous les utilisateurs ?

source: Delete group
fr: Supprimer le groupe

source: Delete Message
fr: Supprimer le message

source: Delete Message and Attachments
fr: Supprimer le message et les pièces jointes

# Delete this contact?
source: Delete this user?
fr: Supprimer cet utilisateur ?

source: Delete all messages
fr: Supprimer tous les messages

# DELETE_ALL_MSGS_ON_ALL_DEVICES__ACTION_IRREVERSIBLE
source: Do you wish to delete all the messages on all the devices of all the users of this discussion? This action is irreversible.
fr: Voulez-vous supprimer tous les messages des appareils de tous les participants de cette discussion ? Attention, cette opération est irréversible.

source: Delete contact
fr: Supprimer le contact

# DELETE_DISCUSSION_FROM_ALL_OWNED_DEVICES
source: From all my devices
fr: De tous mes appareils

# DELETE_DISCUSSION_FROM_ALL_OWNED_DEVICES_AND_ALL_CONTACTS_DEVICES
source: From all my devices and other members' devices
fr: De tous mes appareils et de ceux des autres membres

# DELETE_DISCUSSION_FROM_ALL_OWNED_DEVICES_AND_CONTACT_DEVICES
source: From all my devices and my contact's devices
fr: De tous mes appareils et de ceux de mon contact

# DELETE_DISCUSSION_FROM_THIS_DEVICE_AND_ALL_CONTACTS_DEVICES
source: From this device and other group members' devices
fr: De cet appareil et de ceux des autres membres

# DELETE_DISCUSSION_FROM_THIS_DEVICE_AND_CONTACT_DEVICES
source: From this device and my contact's devices
fr: De cet appareil et de ceux de mon contact

# DELETE_DISCUSSION_FROM_THIS_DEVICE_ONLY
source: From this device
fr: De cet appareil

# DELETE_FROM_ALL_OWNED_DEVICES
source: From all my devices
fr: De tous mes appareils

# DELETE_FROM_ALL_OWNED_DEVICES_AND_ALL_CONTACTS_DEVICES
source: From all my devices and other members' devices
fr: De tous mes appareils et de ceux des autres membres

# DELETE_FROM_ALL_OWNED_DEVICES_AND_CONTACT_DEVICES
source: From all my devices and my contact's devices
fr: De tous mes appareils et de ceux de mon contact

# DELETE_FROM_THIS_DEVICE_AND_ALL_CONTACTS_DEVICES
source: From this device and other group members' devices
fr: De cet appareil et de ceux des autres membres

# DELETE_FROM_THIS_DEVICE_AND_CONTACT_DEVICES
source: From this device and my contact's devices
fr: De cet appareil et de ceux de mon contact

# DELETE_FROM_THIS_DEVICE_ONLY
source: From this device
fr: De cet appareil

source: Delete items
fr: Supprimer les éléments

# DELETE_OLVID_USER
source: Delete this user
fr: Supprimer cet utilisateur

# DELETE_OWN_REACTION
source: Delete my reaction
fr: Supprimer ma réaction

# DELETE_THIS_IDENTITY_BUTTON
source: Delete this profile
fr: Supprimer ce profil

# DELETE_THIS_IDENTITY_QUESTION_MESSAGE
source: Deleting this profile will delete any information related to it from your device. This includes the contacts, groups, and the content of all your discussions (messages and attachments) for this profile. Your other profiles will not be affected by this operation. If you have enabled backups in Olvid, your future backups will not contain any trace of this profile and you will not be able to restore it.
fr: Supprimer un profil effacera toute information associée à ce profil de votre appareil. Cela inclut vos contacts, vos groupes et le contenu de toutes vos discussions pour ce profil. Vos autres profils ne seront pas affectés par cette opération. Si vous avez activé les sauvegardes Olvid, vos futures sauvegardes ne contiendront aucune trace de ce profil et vous ne serez pas en mesure de le restaurer.

# DELETE_THIS_IDENTITY_QUESTION_TITLE_%@
source: Delete the profile "%@"?
fr: Supprimer le profil « %@ » ?

# DELETE_THIS_LAST_UNHIDDEN_IDENTITY_QUESTION_MESSAGE
source: Deleting this profile will delete any information related to it from your device. This includes the contacts, groups, and the content of all your discussions (messages and attachments) for this profile. This is your only visible profile and if you have any hidden profile, they will be deleted simultaneously. If you have enabled backups in Olvid, your future backups will not contain any trace of this profile and you will not be able to restore it.
fr: Supprimer un profil effacera toute information associée à ce profil de votre appareil. Cela inclut vos contacts, vos groupes et le contenu de toutes vos discussions pour ce profil. Ce profil est votre seul profil visible et si vous avez des profils masqués, ceux-ci seront également supprimés. Si vous avez activé les sauvegardes Olvid, vos futures sauvegardes ne contiendront aucune trace de ce profil et vous ne serez pas en mesure de le restaurer.

# DELETE_THIS_LAST_UNHIDDEN_IDENTITY_QUESTION_TITLE
source: Delete this last profile?
fr: Supprimer ce dernier profil ?

source: Delete this profile
fr: Supprimer ce profil

# DELETE_USER_ACTION_TITLE
source: Delete this user now
fr: Supprimer cet utilisateur maintenant

source: Deleted
fr: Supprimé

source: Deleted message
fr: Message supprimé

source: Deletion in progress
fr: Suppression en cours

# DELETION_TERMINATED
source: Deletion done
fr: Suppression terminée

source: Delivered
fr: Distribué

source: Deselect all
fr: Tout désélectionner

source: Details
fr: Détails

# DETAILS_SIGNED_BY_IDENTITY_PROVIDER
source: Details signed by the identity provider
fr: Détails signés par le fournisseur d'identité

source: Device %@
fr: Appareil %@

source: Device %lld
fr: Dispositif %lld

# DEVICE_DEACTIVATED
source: Deactivated
fr: Désactivé

# DEVICE_DEACTIVATED_%@
source: Deactivation %@
fr: Désactivé %@

# DEVICE_LAST_ONLINE_%@
source: Last online %@
fr: Dernière présence en ligne %@

# DEVICE_WONT_BE_DEACTIVATED
source: No deactivation planned
fr: Aucune désactivation prévue

source: Devices
fr: Appareils

# DIALOG_MESSAGE_FAILED_TO_UPLOAD_IDENTITY_TO_KEYCLOAK
source: Olvid was unable to upload your Olvid ID to your company's identity provider. It will be retried in the background.
fr: Olvid n'a pas réussi à transmettre votre ID Olvid au fournisseur d'identité de votre entreprise. De nouveaux essais seront réalisés en tâche de fond.

# DIALOG_MESSAGE_KEYCLOAK_IDENTITY_WAS_REVOKED
source: It seems that your account was removed from your company's identity provider. If you left your company, this is normal and you may continue using Olvid as a free user. If you believe this is an error, please contact your administrator to re-register this identity provider with Olvid.
fr: Il semble que votre compte a été supprimé du fournisseur d'identité de votre société. Si vous avez quitté votre entreprise, ceci est normal et vous pouvez continuer à utiliser Olvid en tant qu'utilisateur gratuit. Si vous pensez que c'est une erreur, veuillez contacter votre administrateur pour enregistrer à nouveau ce fournisseur d'identité dans Olvid.

# DIALOG_MESSAGE_KEYCLOAK_SIGNATURE_KEY_CHANGED
source: Olvid detected a change in the cryptographic signature key of your identity provider. This should normally never happen. Please contact your administrator and only press "Update Key" if she can confirm the key change was intentional. If unsure, press "Cancel".
fr: Olvid a détecté une modification de la clé de signature cryptographique de votre fournisseur d'identité. Cela ne devrait normalement jamais arriver. Veuillez contacter votre administrateur et n'appuyer sur « Mettre la clé à jour » que s'il peut confirmer que cette modification est intentionnelle. En cas de doute, appuyez sur « Annuler ».

# DIALOG_MESSAGE_OUTDATED_VERSION
source: Your version of Olvid is outdated and needs to be updated. You are probably missing out on many new features and we cannot guarantee the compatibility of your version with newer versions of the app that your contacts may use.
fr: Votre version d'Olvid est dépassée et doit être mise à jour. Vous passez probablement à côté de nombreuses nouvelles fonctionnalités et nous ne pouvons pas vous garantir la compatibilité de votre version avec les versions plus récentes utilisées par vos contacts.

# DIALOG_MESSAGE_UNBIND_FROM_KEYCLOAK
source: Your Olvid ID is currently managed by your company's identity provider. You are about to switch to a normal, un-managed, Olvid ID. If you proceed, you will no longer be able to seamlessly add contacts from your company to Olvid. Please contact your administrator for more details. Do you wish to proceed?
fr: Votre ID Olvid est actuellement géré par le fournisseur d'identité de votre société. Vous êtes sur le point de passer à un ID Olvid normal, non-géré. Si vous continuez, vous ne pourrez plus ajouter automatiquement d'autres employés à vos contacts. Veuillez contacter votre administrateur pour plus de détails. Souhaitez-vous continuer ?

# DIALOG_MISSING_MESSAGES_MESSAGE
source: This missing message indicator tells you that a gap was detected in the numbering sequence of messages received from your contact. This can either be that the sending of a message was cancelled (the message will never reach you), or that a larger message (typically with attachment) has not finished uploading yet (you should receive it soon).
fr: Cet indicateur de message manquant vous prévient qu'un trou a été détecté dans la séquence de numérotation des messages reçus de votre contact. Ceci est soit dû à l'annulation d'envoi d'un message (vous ne recevrez jamais ce message), soit à l'envoi d'un message plus gros (en général, avec des pièces jointes) qui n'a pas encore été entièrement déposé sur le serveur (vous devriez le recevoir prochainement).

# DIALOG_MISSING_MESSAGES_TITLE
source: Missing messages
fr: Messages manquants

# DIALOG_OWNED_IDENTITY_WAS_REVOKED_BY_KEYCLOAK_MESSAGE
source: Your company's identity provider revoked your Olvid ID. Please contact your administrator.
fr: Le fournisseur d'identité de votre entreprise a révoqué votre ID Olvid. Nous vous recommandons de contacter votre administrateur.

# DIALOG_OWNED_IDENTITY_WAS_REVOKED_BY_KEYCLOAK_TITLE
source: Your Olvid ID was revoked
fr: Votre ID Olvid a été révoqué

# DIALOG_TITLE_IDENTITY_PROVIDER_ERROR
source: Identity provider error
fr: Erreur du fournisseur d'identité

# DIALOG_TITLE_KEYCLOAK_IDENTITY_WAS_REVOKED
source: Identity provider removed
fr: fournisseur d'identité supprimé

# DIALOG_TITLE_KEYCLOAK_SIGNATURE_KEY_CHANGED
source: Identity provider key change
fr: Changement de clé du fournisseur d'identité

# DIALOG_TITLE_OUTDATED_VERSION
source: Update required
fr: Mise à jour requise

source: Directory
fr: Annuaire

# DISBAND_GROUP
source: Disband this group
fr: Supprimer ce groupe

source: Discard
fr: Supprimer

source: Discard changes
fr: Abandonner les modifications

source: Discuss with %@
fr: Discuter avec %@

# DISCUSSION_ADMIN_CHOICE
source: Admin's choice
fr: Choix des admins

# DISCUSSION_EPHEMERAL_MESSAGES
source: Parameters of ephemeral messages
fr: Paramètres des messages éphémères

# DISCUSSION_LAYOUT_TYPE
source: Discussion layout
fr: Layout de discussion

# DISCUSSION_MODERATION
source: Messages' moderation
fr: Modération des messages

# DISCUSSION_QUICK_EMOJI
source: Quick emoji for this discussion
fr: Emoji rapide pour cette discussion

# DISCUSSION_READ_ONLY
source: Read only
fr: Lecture seule

source: Discussion settings
fr: Paramètres de la discussion

# discussion-default-settings-view.mention-notification-mode.picker.footer.title
source: Global Setting to be notified when being mentioned within a Discussion
fr: Réglage global pour être notifié lorsqu’on est mentionné dans une Discussion

# discussion-default-settings-view.mention-notification-mode.picker.mode.always
source: Always
fr: Toujours

# discussion-default-settings-view.mention-notification-mode.picker.mode.never
source: Never
fr: Jamais

# discussion-default-settings-view.mention-notification-mode.picker.title
source: Mention Notification Mode
fr: Mode de notification pour les mentions

source: Setting to be notified when being mentioned within this Discussion
fr: Réglage pour être notifié lorsqu’on est mentionné dans cette Discussion

source: Mention Notification Mode
fr: Mode de notification pour les mentions

# DISK_USAGE
source: Storage used
fr: Espace de stockage occupé

source: Dismiss
fr: Fermer

source: Do you really wish to restart the channel establishment?
fr: Voulez vous redémarrer l'établissement du canal sécurisé ?

source: Do you want to send a new invitation to your contact?
fr: Voulez-vous envoyer une nouvelle invitation à votre contact ?

# Do you want to send an invitation to %@?
source: Do you want add %@ to your contacts?
fr: Souhaitez-vous entrer en contact avec %@ ?

source: Do you wish to add %@ to your contacts?
fr: Voulez-vous ajouter %@ à vos contacts ?

source: Do you wish to open %@ in Safari?
fr: Voulez-vous ouvrir %@ dans Safari ?

# DO_STOP_ONE_TO_ONE_DISCUSSION
source: Remove from contacts
fr: Retirer des contacts

# DO_YOU_HAVE_OTHER_PROFILES_TO_ADD
source: If you have multiple profiles on your other device, would you like to add them too?
fr: Si vous avez plusieurs profils sur votre deuxième appareil, voulez-vous les ajouter aussi ?

# DO_YOU_WANT_ALL_YOUR_DEVICE_TO_STAY_ACTIVE_[THIS_WAY](_)
source: Do you want all your devices to stay active? [This way](_)
fr: Voulez-vous que tous vos appareils restent actifs ? [Par ici](_)

# DO_YOU_WISH_TO_STOP_ONE_TO_ONE_DISCUSSION_WITH_@_ALERT_MESSAGE
source: Removing %1$@ from your contacts will end the private discussion you have with this user (in other words, you will no longer be able to exchange messages in your private discussion with %1$@). You will still be able to exchange messages in groups you have in common.
fr: En retirant %1$@ de vos contacts, vous mettez fin à la discussion privée avec cet utilisateur (autrement dit, vous ne pourrez plus échanger de messages dans votre discussion privée avec %1$@). Cela ne vous empêchera pas d'échanger des messages dans vos groupes communs.

source: Don't turn on
fr: Ne pas activer

# DOWNGRADE_CONTACT_TO_NON_ONE_TO_ONE_BUTTON_TITLE
source: Remove from contacts
fr: Retirer des contacts

# DOWNLOAD_MISSING_PROFILE_PICTURES_BUTTON_TITLE
source: Download missing profile pictures
fr: Télécharger les photos de profils manquantes

# DOWNLOAD_MISSING_PROFILE_PICTURES_EXPLANATION
source: If you believe that certain profile pictures are missing (for contacts, groups, or your own profiles), you may try to (re)download them.
fr: Si vous pensez que certaines photos de profils sont manquantes (que ce soit pour vos contacts, groupes ou profils personnels), vous pouvez essayer de les télécharger à nouveau.

# Downloading File...
source: File not downloaded yet 😕
fr: Le téléchargement n'est pas terminé 😕

source: Downloads
fr: Téléchargements

# DRAFT_EXPIRATION_EXPLANATION
source: Use the settings below to modify the visibility and existence durations of your next message. You may only use more restrictive settings than the discussion's default.
fr: Utilisez les paramètres ci-dessous pour modifier les durées de visibilité et d'existence de votre prochain message. Vous ne pouvez pas choisir des paramètres moins restrictifs que les paramètres par défaut de la discussion.

# DRAG_AND_DROP_TO_CONFIGURE_PREFERRED_EMOJIS_LIST
source: Drop your favorite reactions here!
fr: Déposez ici vos réactions préférés !

source: Edit
fr: Modifier

# EDIT_CURRENT_IDENTITY
source: Manage current profile
fr: Gérer le profil courant

source: Edit group
fr: Modifier le groupe

# EDIT_GROUP_AS_ADMINISTRATOR_BUTTON_TITLE
source: Edit group
fr: Modifier le groupe

# EDIT_GROUP_PARAMETERS
source: Edit parameters
fr: Modifier les paramètres

source: Edit my ID
fr: Modifier mon ID

# EDIT_NICKNAME_AND_CUSTOM_PHOTO
source: Edit custom name and photo
fr: Éditer le surnom et la photo personnalisée

source: Edit nickname and custom picture
fr: Editer le surnom et la photo personnalisée

# EDIT_NICKNAME_AND_CUSTOM_PICTURE_EXPLANATION_FOR_CONTACT
source: You can choose a nickname and a custom profile picture for your contact. They will only appear on your devices, and won't be shared with anyone.
fr: Vous pouvez choisir un surnom et une photo de profil personnalisée pour votre contact. Ils apparaîtront sur vos appareils uniquement, et ne seront partagés avec personne.

# EDIT_NICKNAME_AND_CUSTOM_PICTURE_EXPLANATION_FOR_GROUP
source: You can choose a nickname and a custom profile picture for this group. They will only appear on your devices, and won't be shared with anyone.
fr: Vous pouvez choisir un surnom et une photo de profil personnalisée pour ce groupe. Ils apparaîtront sur vos appareils uniquement, et ne seront partagés avec personne.

# EDIT_OWNED_IDENTITY_NICKNAME
source: Edit my nickname
fr: Éditer mon pseudo

source: Edit personal note
fr: Éditer la note personnelle

source: Edit your message
fr: Modifiez votre message

source: Edited
fr: Modifié

source: Enable
fr: Activer

# ENABLE_AUTOMATIC_BACKUP
source: Enable automatic backups to iCloud
fr: Activer la sauvegarde automatique vers iCloud

# ENABLE_AUTOMATIC_BACKUP_AND_CONTINUE
source: Activate automatic backup
fr: Activer les sauvegardes automatiques

# ENABLE_AUTOMATIC_BACKUP_EXPLANATION
source: The backup was successfully restored. To make sure you can restore a fresh backup the next time you need to, we recommend to activate automatic iCloud backups.
fr: La sauvegarde a été restaurée avec succès. Pour vous assurer de pouvoir restaurer à nouveau une sauvegarde la prochaine fois que vous en aurez besoin, nous vous recommandons d'activer les sauvegardes automatiques vers iCloud.

# ENABLE_RUNNING_LOGS
source: Enable in-app logs
fr: Activer les logs intégrés
